{
  "Screen_001.png": "启动闪屏：展示Strava品牌标识，建立品牌认知",
  "Screen_003.png": "目标追踪展示：展示运动目标追踪功能，激励用户开始使用",
  "Screen_002.png": "功能展示页：展示多运动追踪功能，吸引用户加入",
  "Screen_004.png": "社交激励展示：展示社区互动和运动激励的产品价值",
  "Screen_006.png": "邮箱注册：通过邮箱创建新账户，支持第三方登录",
  "Screen_005.png": "路线发现介绍：展示路线发现功能，吸引用户注册体验",
  "Screen_007.png": "验证码输入：输入邮箱验证码完成身份验证",
  "Screen_008.png": "追踪权限请求：请求用户授权应用跨平台追踪权限用于个性化广告",
  "Screen_009.png": "个人信息填写：收集用户姓名和出生日期建立个人资料",
  "Screen_010.png": "个人资料填写：收集用户姓名、生日、性别等基本信息建立个人档案",
  "Screen_011.png": "运动兴趣选择：收集用户感兴趣的运动类型以提供个性化体验",
  "Screen_012.png": "通知权限请求：请求用户授权推送通知以保持运动动态连接",
  "Screen_013.png": "通知权限请求：请求用户授权发送通知以提醒试用期和训练信息",
  "Screen_014.png": "订阅付费墙：展示订阅方案和30天免费试用，引导用户付费订阅",
  "Screen_015.png": "订阅确认页：展示订阅详情并引导用户确认购买年度会员",
  "Screen_016.png": "订阅成功确认：展示订阅购买成功状态，确认用户已开通年度会员",
  "Screen_017.png": "欢迎完成页：确认用户注册完成，引导开始使用产品核心功能",
  "Screen_018.png": "活动记录引导：引导用户开始记录运动或连接设备",
  "Screen_019.png": "位置权限请求：请求位置权限以追踪用户运动活动轨迹",
  "Screen_020.png": "运动权限请求：请求访问运动与健身数据权限以追踪活动",
  "Screen_022.png": "运动实时记录：实时显示运动时间、速度和距离数据",
  "Screen_021.png": "运动准备页：显示地图位置并准备开始记录运动数据",
  "Screen_023.png": "运动记录地图：实时显示用户运动轨迹和位置，记录户外活动",
  "Screen_025.png": "地图设置：自定义地图类型、热力图和图层显示偏好",
  "Screen_024.png": "运动暂停页：显示已暂停的运动数据和路线轨迹，支持继续或结束",
  "Screen_026.png": "路线选项：运动暂停时提供加载路线或返回起点的导航选项",
  "Screen_028.png": "保存运动记录：运动结束后保存记录，添加照片和详情",
  "Screen_027.png": "路线创建：引导用户创建自定义运动路线",
  "Screen_029.png": "运动类型选择：选择运动类型以保存活动记录",
  "Screen_030.png": "保存活动：完成运动后保存活动记录，添加标题、描述和媒体",
  "Screen_031.png": "照片访问权限：请求访问用户照片库以选择运动相关图片",
  "Screen_032.png": "照片选择器：从相册选择照片添加到运动记录中",
  "Screen_034.png": "保存活动：运动结束后保存活动记录并编辑详情",
  "Screen_033.png": "保存活动页：编辑并保存运动记录，添加照片和地图类型选择",
  "Screen_035.png": "地图样式选择：选择运动轨迹地图的视觉样式和主题",
  "Screen_036.png": "保存活动：运动完成后编辑保存活动详情并添加媒体内容",
  "Screen_037.png": "保存活动：运动结束后保存活动并添加详细信息和隐私设置",
  "Screen_038.png": "保存运动记录：运动结束后保存记录并设置可见性和感受",
  "Screen_039.png": "保存活动：运动结束后保存活动详情、设置类型和可见性",
  "Screen_040.png": "保存运动记录：保存运动记录并设置感知强度和详细信息",
  "Screen_041.png": "添加装备：添加和管理运动装备信息，支持分类和详细属性设置",
  "Screen_042.png": "添加装备：添加和配置运动装备信息，关联默认运动类型",
  "Screen_043.png": "品牌选择：从品牌列表中选择运动装备品牌",
  "Screen_044.png": "装备提醒设置：设置鞋子里程达标提醒阈值，管理装备使用寿命",
  "Screen_045.png": "添加装备：添加和管理运动装备信息，追踪装备使用里程",
  "Screen_046.png": "活动可见性设置：设置运动活动的隐私可见范围，控制谁能查看",
  "Screen_047.png": "隐私设置：设置运动记录的可见性和隐藏特定数据详情",
  "Screen_048.png": "发现好友：搜索并关注Strava平台上的运动好友",
  "Screen_049.png": "活动动态页：展示用户运动活动记录和成就里程碑",
  "Screen_050.png": "首页动态：展示运动目标建议和好友活动动态流",
  "Screen_052.png": "关注选项：管理对运动员的关注偏好，包括收藏、通知和静音",
  "Screen_051.png": "运动动态首页：展示个人运动概览和好友运动动态信息流",
  "Screen_053.png": "关注设置：设置对特定运动员的关注偏好，如收藏、通知、静音",
  "Screen_055.png": "静音确认弹窗：确认是否屏蔽运动员的动态更新",
  "Screen_054.png": "关注通知设置：设置关注用户的通知和收藏偏好选项",
  "Screen_056.png": "取消关注确认：确认是否取消关注运动员及相关提示",
  "Screen_058.png": "活动讨论：用户对运动活动进行评论和互动交流",
  "Screen_057.png": "运动详情页：展示单次攀岩运动的详细数据和心率分析",
  "Screen_059.png": "活动分享：将运动记录分享到社交平台或其他应用",
  "Screen_060.png": "心率分析详情：展示攀岩运动的心率数据和运动分析图表",
  "Screen_061.png": "分段数据详情：展示攀岩运动分段心率数据和时间统计",
  "Screen_062.png": "心率说明页：解释心率指标含义及使用方法",
  "Screen_063.png": "心率区间分析：展示攀岩运动的心率数据和心率区间分布",
  "Screen_065.png": "通知中心：显示活动完成通知和社交互动提醒",
  "Screen_066.png": "首次活动成就：庆祝用户完成首次运动活动并授予成就徽章",
  "Screen_067.png": "活动详情页：展示单次运动活动的详细数据和地图路线",
  "Screen_068.png": "路线地图详情：展示运动路线在地图上的具体位置和轨迹",
  "Screen_064.png": "运动社交首页：展示好友推荐和运动动态，促进社交互动",
  "Screen_069.png": "运动成果展示：3D地图视角展示晨间步行运动数据和路线",
  "Screen_071.png": "运动分享：将运动记录以地图形式分享到社交平台",
  "Screen_070.png": "活动分享页：选择分享运动活动的方式和形式",
  "Screen_073.png": "活动分享：将运动记录分享至社交平台或保存图片",
  "Screen_072.png": "活动分享页：生成运动数据卡片并分享到社交平台",
  "Screen_074.png": "活动分享：分享运动活动到社交平台并请求相册访问权限",
  "Screen_075.png": "运动分享预览：3D地图展示运动轨迹，支持社交分享",
  "Screen_076.png": "地图设置面板：自定义地图类型、热力图和图层显示样式",
  "Screen_077.png": "活动操作菜单：提供活动记录的编辑、分享、删除等操作选项",
  "Screen_078.png": "照片选择器：从相册选择照片添加到运动记录中",
  "Screen_079.png": "轨迹裁剪：裁剪运动轨迹的起点和终点，精确编辑活动数据",
  "Screen_080.png": "活动裁剪确认：允许用户裁剪运动轨迹的起点和终点，精确调整记录数据",
  "Screen_081.png": "路线裁剪：裁剪运动轨迹路线，编辑活动起止点",
  "Screen_082.png": "地图可见性设置：控制运动路线地图的隐私可见范围，保护用户位置安全",
  "Screen_083.png": "地图可见性设置：控制运动地图的隐私可见性选项",
  "Screen_084.png": "隐藏地址设置：隐藏活动起止点周围特定区域保护用户隐私",
  "Screen_085.png": "隐藏起止点：设置隐藏活动起止点的距离范围保护隐私",
  "Screen_086.png": "地图隐私设置：控制运动地图和位置数据的可见性",
  "Screen_087.png": "路线保存分享：保存自定义运动路线并设置分享隐私权限",
  "Screen_088.png": "路线保存确认：确认路线已保存并提供后续操作选项",
  "Screen_089.png": "路线保存：保存和命名自定义运动路线，设置隐私和离线下载选项",
  "Screen_090.png": "路线保存确认：确认用户路线已成功保存并提供后续操作选项",
  "Screen_091.png": "动态详情：查看好友分享的运动动态和照片详情",
  "Screen_092.png": "消息功能受限：提示用户无法访问消息功能，引导了解更多",
  "Screen_093.png": "路线探索推广：推广新功能帮助用户发现和探索户外路线",
  "Screen_094.png": "路线发现地图：在地图上浏览和发现附近运动路线",
  "Screen_095.png": "运动类型选择：筛选路线时选择运动类型，支持步行和骑行运动",
  "Screen_097.png": "位置搜索：搜索并选择地理位置以关联运动记录或社交内容",
  "Screen_096.png": "路线发现地图：在地图上浏览和发现附近的运动路线",
  "Screen_098.png": "路线探索地图：在地图上浏览和发现附近的运动路线",
  "Screen_099.png": "路线详情页：展示跑步路线详情，支持保存、离线下载和分享",
  "Screen_100.png": "路线创建引导：介绍新路线创建功能的Beta版本及使用方法",
  "Screen_101.png": "路线重命名：编辑并保存运动路线名称和隐私设置",
  "Screen_102.png": "路线保存确认：确认路线已保存成功，可在地图和个人资料中查看",
  "Screen_103.png": "路线下载成功：确认路线已成功下载供离线使用",
  "Screen_104.png": "路线分享：通过系统分享面板将运动路线分享给好友或其他应用",
  "Screen_106.png": "地点照片集：展示特定运动地点的社区用户照片",
  "Screen_105.png": "路线导航地图：卫星地图显示当前位置和运动路线，准备开始活动",
  "Screen_107.png": "地图功能选择：选择地图显示的图层和功能类型",
  "Screen_108.png": "路段探索：浏览地图上的热门运动路段和挑战区间",
  "Screen_109.png": "路段详情：展示热门跑步路段信息和统计数据",
  "Screen_110.png": "路段详情：展示特定路段的距离、爬升和排行榜信息",
  "Screen_112.png": "路线发现地图：在地图上浏览和发现社区分享的运动路线",
  "Screen_111.png": "路线长度筛选：通过滑块设置偏好的路线长度来筛选地图上的运动路线",
  "Screen_113.png": "路线详情页：展示跑步路线信息，支持保存、下载和分享",
  "Screen_114.png": "路线分享设置：设置路线名称和隐私选项以便分享",
  "Screen_115.png": "路线保存确认：确认路线已保存并提供查看入口",
  "Screen_116.png": "路线海拔筛选：根据海拔偏好筛选运动路线，支持平坦或爬坡选项",
  "Screen_118.png": "路线难度筛选：按难度等级筛选运动路线",
  "Screen_117.png": "路面类型筛选：筛选路线的路面类型，支持铺装路面或土路选择",
  "Screen_119.png": "已保存路线：展示用户保存的运动路线集合，便于快速访问和复用",
  "Screen_120.png": "路线详情页：展示跑步路线详情，支持保存、分享和开始导航",
  "Screen_121.png": "路线操作菜单：提供路线编辑、复制和导航等操作选项",
  "Screen_122.png": "路线地图预览：卫星视图展示运动路线，准备开始活动",
  "Screen_123.png": "运动类型选择：选择要记录的运动类型，支持跑步、骑行、徒步等多种运动",
  "Screen_124.png": "Spotify连接：引导用户安装并连接Spotify音乐服务",
  "Screen_125.png": "运动设置：配置运动记录相关的功能开关和传感器连接",
  "Screen_126.png": "屏幕锁定设置：设置录制运动时防止屏幕自动关闭的选项",
  "Screen_127.png": "屏幕锁定时长：设置运动记录时屏幕变暗前的等待时长",
  "Screen_128.png": "音频提示设置：配置运动过程中的语音提示选项和反馈设置",
  "Screen_130.png": "自动暂停设置：配置跑步和骑行活动的自动暂停功能开关",
  "Screen_129.png": "语音播报设置：设置运动距离语音播报的间隔频率",
  "Screen_131.png": "实时赛段设置：控制实时赛段开始和完成时的通知推送",
  "Screen_132.png": "位置共享权限：请求用户授权Beacon功能共享实时位置给安全联系人",
  "Screen_133.png": "安全信标设置：设置实时位置分享给安全联系人，保障运动安全",
  "Screen_134.png": "蓝牙权限请求：请求蓝牙权限以连接心率传感器等第三方设备",
  "Screen_135.png": "心率传感器：搜索并连接心率传感器设备",
  "Screen_136.png": "挑战活动：浏览和加入品牌合作运动挑战活动",
  "Screen_137.png": "挑战活动：浏览和加入各类运动挑战活动",
  "Screen_138.png": "挑战详情页：展示月度跑步挑战详情，鼓励用户参与100公里目标",
  "Screen_139.png": "挑战详情：展示运动挑战的目标、规则和奖励信息",
  "Screen_141.png": "挑战详情页：展示月度跑步挑战目标、进度和奖励信息",
  "Screen_140.png": "挑战详情页：展示累计跑步挑战目标和参与者排行榜",
  "Screen_142.png": "邀请好友：邀请关注者或好友加入Strava平台",
  "Screen_143.png": "邀请好友分享：通过系统分享面板邀请好友加入Strava",
  "Screen_144.png": "群组挑战：创建和参与群组挑战活动，设定目标邀请好友",
  "Screen_145.png": "挑战类型选择：选择创建挑战的类型，包括团队目标、活动量等",
  "Screen_146.png": "挑战目标设置：选择挑战追踪类型并设置目标数值",
  "Screen_147.png": "挑战运动选择：选择哪些运动类型计入挑战目标统计",
  "Screen_148.png": "挑战开始日期选择：选择挑战活动的开始日期和截止日期",
  "Screen_149.png": "挑战结束日期：选择挑战截止日期以创建个人运动挑战",
  "Screen_150.png": "挑战日期选择：设置挑战活动的开始和结束日期",
  "Screen_151.png": "挑战命名：为用户创建的群组挑战设置名称和描述",
  "Screen_152.png": "群组挑战详情：展示群组距离挑战目标详情并邀请好友参与",
  "Screen_153.png": "挑战参与者：查看已接受挑战邀请的参与者列表",
  "Screen_154.png": "受邀参与者：展示挑战活动中已邀请但未接受的用户列表",
  "Screen_155.png": "邀请好友：搜索并邀请关注你的运动员好友",
  "Screen_156.png": "挑战设置：管理群组挑战的参与者权限和设置选项",
  "Screen_157.png": "俱乐部列表：浏览和创建运动俱乐部，加入社区",
  "Screen_158.png": "俱乐部运动选择：选择俱乐部的主要运动类型或全运动",
  "Screen_159.png": "俱乐部类型选择：选择俱乐部标签来描述俱乐部性质和定位",
  "Screen_160.png": "自定义俱乐部：设置俱乐部名称、头像和描述信息",
  "Screen_161.png": "俱乐部隐私设置：选择俱乐部公开或私密的可见性设置",
  "Screen_162.png": "俱乐部位置设置：设置俱乐部的地理位置或选择全球范围",
  "Screen_163.png": "错误提示：提示用户操作失败并建议稍后重试",
  "Screen_164.png": "帮助支持页：提供俱乐部功能的帮助文档和使用指南",
  "Screen_165.png": "俱乐部搜索：搜索并浏览运动俱乐部和群组",
  "Screen_166.png": "群组详情页：展示运动群组信息，支持加入和互动",
  "Screen_167.png": "俱乐部详情：展示运动俱乐部信息和成员列表",
  "Screen_168.png": "俱乐部排行榜：展示俱乐部成员运动距离排名和总体统计",
  "Screen_169.png": "俱乐部分享：通过系统分享面板分享跑步俱乐部链接给好友",
  "Screen_170.png": "俱乐部帖子：查看俱乐部成员发布的动态和互动内容",
  "Screen_171.png": "发布动态：在俱乐部中发布文字动态与社区互动",
  "Screen_172.png": "发布内容错误：显示内容发布失败的错误提示，引导用户重试",
  "Screen_173.png": "放弃编辑确认：确认是否放弃当前编辑内容或继续编辑",
  "Screen_174.png": "好友搜索：搜索和发现推荐运动员，建立社交关系",
  "Screen_175.png": "好友搜索：通过多种渠道搜索和添加好友",
  "Screen_176.png": "连接通讯录：通过同步手机通讯录查找并关注Strava好友",
  "Screen_177.png": "好友二维码：生成个人二维码方便好友快速添加关注",
  "Screen_178.png": "消息访问限制：提示用户当前无法访问群组消息功能",
  "Screen_179.png": "个人活动动态：展示用户个人运动活动记录和成就",
  "Screen_180.png": "创建内容菜单：提供发布帖子、照片和手动记录活动的快捷入口",
  "Screen_181.png": "手动添加活动：手动录入运动活动数据，包括类型、时间、距离等信息",
  "Screen_182.png": "手动添加活动：手动录入运动活动信息并添加照片视频",
  "Screen_183.png": "照片选择器：从相册选择照片添加到活动记录中",
  "Screen_184.png": "添加活动：手动创建和编辑运动活动记录，添加照片视频",
  "Screen_185.png": "添加活动：手动输入运动活动的起始时间和详细信息",
  "Screen_186.png": "时间选择器：手动添加活动时设置运动持续时间",
  "Screen_187.png": "距离选择器：通过滚轮选择器手动输入运动距离数值",
  "Screen_188.png": "跑步类型选择：选择跑步活动类型进行详细分类记录",
  "Screen_189.png": "运动努力度评估：通过滑块选择运动的主观努力程度",
  "Screen_190.png": "运动类型解锁：庆祝用户解锁新运动类型成就",
  "Screen_191.png": "活动详情：展示单次跑步运动的完整数据记录和成就",
  "Screen_192.png": "点赞列表：显示活动获得的点赞记录，当前无人点赞",
  "Screen_193.png": "活动分享：分享运动活动到社交平台或好友",
  "Screen_194.png": "活动分享面板：通过系统分享面板将运动活动分享到各平台",
  "Screen_195.png": "功能免责声明：告知用户运动分析功能不能替代专业健康建议",
  "Screen_196.png": "相对努力度：展示用户运动努力度数据的周视图和历史趋势",
  "Screen_198.png": "目标追踪页：查看和管理每周跑步距离目标及完成进度",
  "Screen_197.png": "相对努力度说明：解释相对努力度功能的工作原理和使用方法",
  "Screen_199.png": "添加目标：设置运动目标类型、时间周期和具体数值",
  "Screen_200.png": "目标管理操作：对运动目标进行编辑或删除的操作菜单"
}